Update Laboratory work 2.md
